Repository: FranciscoHT00/proyecto-compilador
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: de, it, pt

source: Proyecto Compilador
de: Compiler-Projekt
it: Progetto Compilatore
pt: Projeto Compilador

source: Panel de Control
de: Schalttafel
it: Pannello di controllo
pt: Painel de controle

source: Ejecutar
de: Laufen
it: Correre
pt: Corre

source: Ejemplos
de: Beispiele
it: Esempi
pt: Exemplos

source: Ejemplo 1
de: Beispiel 1
it: Esempio 1
pt: Exemplo 1

source: Ejemplo 2
de: Beispiel 2
it: Esempio 2
pt: Exemplo 2

source: Ejemplo 3
de: Beispiel 3
it: Esempio 3
pt: Exemplo 3

source: Cargar Ejemplo
de: Beispiel laden
it: Carica esempio
pt: Carregar Exemplo

source: Idioma
de: Idiom

source: Código
de: Code
it: Codice

source: Consola
de: Konsole
it: Consolle
pt: Console

source: ../static/js/index.js
de: ../static/js/index_de.js
it: ../static/js/index_it.js
pt: ../static/js/index_pt.js
